// Localizable.strings for AppleVPNExtra

// other menu strings
"OPEN_NP" = "Открыть настройки Сети…";

// connect/disconnect
"CONNECT" = "Подключить";
"DISCONNECT" = "Отключить";

// error string
"NO_VPN_CONFIGS" = "VPN не настроена";
"NO_MODEM_CONFIGS" = "Конфигурации модема не обнаружены.";
"NO_PPPOE_CONFIGS" = "Конфигурации PPPoE не обнаружены.";

// other items
"SHOW_TIMER" = "Показывать время подключения";
"SHOW_ANIMATED_STATUS" = "Показывать статус подключения";
"STOP_SHOWING_TIME" = "Не показывать дату в строке меню";

"SHOW_TIME_FORMAT" = "Показывать время для «%@» в строке меню";

// scrolling text resources
"SCROLL_CONNECTING" = "Подключаюсь… ";
"SCROLL_DIALING" = "Набор…";
"SCROLL_DISCONNECTING" = "Отключаюсь…";
"SCROLL_AUTHENTICATING" = "Идентифицирую…";

/* Menu Extra Strings */
"CONNECTED_FORMAT" = "Отключить %@";
"NOT_CONNECTED_FORMAT" = "Подключить %@";
"CONNECTING_FORMAT" = "Подключаю %@";
"DISCONNECTING_FORMAT" = "Отключаю %@";
"AUTHENTICATING_FORMAT" = "Идентификация %@";

"DEFAULT" = "Стандартный";

/* name strings */
"VPN menu extra" = "Дополнительное меню VPN";
"PPP menu extra" = "Дополнительное меню PPP";
"PPPoE menu extra" = "Дополнительное меню PPPoE";
